[
    {
        "id" : 1,
        "name" : "BRADATA AGAMA (POGONA VITTICEPS)",
        "shortDescription" : "Živi u velikom delu Australije.Pogodna staništa su suva, pustinjski i polupustinjski predeli.",
        "porekloStaniste" : "Živi u velikom delu Australije.Pogodna staništa su suva, pustinjski i polupustinjski predeli.",
        "dostupnost" : " Jedna od najpopularnijih vrsta agamida u svetu. Kod nas se često gaje i ima nekoliko odgajivača koji ih redovno razmnožavaju. Izuzetno su pogodni za takozvane početnike, tj. one kojima je ovo prvi gušter. Cene im se kreću od 35 eur pa sve do nekoliko stotina eur za neke unikatno šarene primerke. Ova vrsta nije na CITES listi tako da nikakva prateća dokumentacija nije potrebna.",
        "velicinaIzgled" : " 45-55cm uglavnom rastu. Spadaju u veće agame. Ženke su manje od mužjaka i imaju sitniju glavu. Ime su dobili zbog brade koja može da pocrni i naduva se kada se naljute ili osećaju ugroženo. Takođe se to dešava i kada se mužjak udvara pred parenje ženki. Imaju bodlje oko glave i duž tela sa strane. Te bodlje su tvrde, ali pošto se nalaze na koži pri pritisku se pomeraju tako da ne mogu da vas ubudu nikako. Ne otpuštaju repove i ne regenerišu ih ukoliko im otpadne, tj. neko im odgrize. Postoji jako puno različitih morfova tj. varijanti boje ove vrste. Standardna boja je siva, sa određenim svetlijim i tamnijim šarama. Postoje žuti, narandžasti, crveni primerci kojima su cene više usled dugogodišnjeg planiranog ukrštanja.",
        "ponasanje" : " Jedan od najmirnijih guštera, koji se vremenom toliko pripitomi da može da miruje u rukama bez problema. Spada u dnevne guštere tako da je aktivan isključivo danju. Čim im se ugase svetla odlaze da spavaju. Kada se izlegnu plašljivi su jer su maleni i sve im je novo. Kada se smire i porastu malo polako ih treba navikavati na vađenje i ljudski kontakt. Vremenom će postati veoma mirni i pitomi. Redovno će jesti iz ruke.",
        "terarijum" : "Minimalne dimenzije terarijuma za jednog odraslog Bradatog zmaja su d100 x š50 x v50cm, manji se mogu smestiti u manje terarijume dok ih ne prerastu. Za mladunce preporučujem terarijum dimenzija 50x40x30cm . Mada ukoliko su već ojačali I imaju mesec ipo ili više možete ih odmah smestiti u konačan terarijum gde će živeti I kada porastu. Preporučljivo je obezbediti neko mesta za skrivanje mladih jedinki u vidu pećine od kamena, nekog panja ili većeg kamena. Obavezno paziti da ti predmeti ne mogu pasti i zgnječiti agamu. Kada su veće uglavnom im nije potrebno klasično sklonište i spavaće gde god im se svidi. Često razgrnu pesak i tu zaspe.",
        "podloga" : "Nekoliko vrsta podloga je moguće koristiti. Neki koriste novine, papir, etison, linoleum, pločasto kamenje ili sitni fini pesak. Pesak jeste uz pločasto kamenje najprirodniji substrat,ali treba imati u vidu I higijenu I održavanje. Ukoliko čuvate samo 1-2 guštera onda možete staviti prirodno okruženje, ali ukoliko čuvate veći boj radi lakše održavanja I čišćenja razmislite o linoleumu. Od rođenja svoje mladunce stavljam na pesak i nikada nemaju problema. Papirna podloga se koristi ukoliko je jedinka u karantinu tj. za privremeni smeštaj kada treba često da se čisti i prati koliko hrane pojede i kakva je stolica. To je obično slučaj kada su jedinke bolesne ili su skoro stigle pa da se neko vreme posmatraju zbog potencijalnih parazita.",
        "temperatura" : "Trebalo bi napraviti temperaturni gradijent, tako što ćete zagrevati samo jedan deo terarijuma sijalicom. Temperatura na toplijem delu, ispod sijalice, treba da bude oko 40-45 stepeni, dok u hladnijem delu može da bude 25-30 stepeni, pa i niže. Uvek koristiti spot sijalicu, ona ima koncentrisan snop svetlosti i greje neposredno ispod. Tako će tu biti najtoplije pa će se tu agama i zagrevati nakon hranjenja ili paljenja svetla. Sijalicu ne treba postavljati preblizu podloge, kako agama ne bi mogla da je dohvati i da se opeče. Ispod sijalice uvek staviti neki kamen koji bi se dodatno zagrejao i održavao temperaturu i nakon gašenja sijalice. Ukoliko je agami potrebno zagrevanje ona će leći na kamen i dogrejati se. Noću se sijalica gasi i temperatura može da padne na sobnu, tj. do nekih 20 stepeni. Zimi im možete isključiti grejanje i ostaviti ih na nižim temperaturama radi odmora, pogotovo ako planirate da ih parite sledeće sezone. Tada temperatura može da padne do 14-16 stepeni bez problema. Tada se ne hrane jer im je usporen metabolizam i ne mogu da vare hranu usled niskih temperatura. Nuditi svakih 4-5 dana po nekoliko supercrva ili tek presvučenih buba, radi lakšeg varenja.",
        "osvetljenje" : " Pošto je ovo dnevna vrsta guštera neophodna je UV neonka. To je neonska cev sa UVa i UVb zračenjem. Uglavnom se koriste sa 10% ili 12% UVb zračenja (na starom tekstu stoji 5-6% UVB jer pre nisu postojale ove desert) i menjaju se jednom godišnje jer im opadne dejstvo. Pored toga uvek se koristi spot sijalica za grejanje terarijuma. Noću se obavezno gasi sva rasveta, kako bi gušter spavao na miru bez svetla.",
        "vlaznostVazduha" : "S’ obzirom da potiču iz suvih predela nije im neophodna visoka vlažnost vazduha. Svu potrebnu vlagu dobijaju kupanjem jednom nedeljno u toploj vodi. Sipa se u lavor nekoliko santimetara vode i tu se pusti agama malo se okupa nekih 5 minuta i tada će da pije vodu. Tokom presvlačenja se može okupati da bi pomoglo skidanje stare kože.",
        "voda" : "Ne moraju imati uvek dostupnu posudu sa vodom. Ukoliko ih redovno kupate, recimo jednom nedeljno, piće vodu tada. Neke jedinke se nauče da piju stajaću vodu iz posude a neke nikada to neće uraditi, nego piju vodu samo ako se pomera. Vodu takode uzimaju i iz voća i povrća koje je sastavni deo ishrane.",
        "ishrana" : "Ova vrsta agame spada u omnivore(jedu hranu biljnog i životinjskog porekla). Od insekata : Tenebrija(Tenebrio molitor),fobasi(Zoophobas morio),leteralisi(Blatta lateralis),dubije(Blaptica dubia),cvrčci(Gryllus assimilis), miševi mladi, pinkiji, dok još ne dobiju dlaku i ne progledaju. Insekti su im primarna hrana, pored toga kada porastu možete povremeno davati mlade miševe. Hrane se i biljnom hranom, tj. voćem i povrćem. Dok su mladi odbijaju prvih nekoliko meseci biljnu hranu, a neke jedinke preferiraju neku određenu vrstu i nikada ne projedu druge vrste bilja. Treba paziti da se ne daje kiselo voće, kupus i neke druge vrste povrća teške za varenje. Najčešće se daju šargarepa, tikvica,  razne vrste salate, bundeva, jabuka, maslačak, hibiskus … Dok su mladi hrane se prvih 2 meseca otprilike 2 puta dnevno, prvi put kada se ugreju posle paljenja svetla, a drugi put par sati pred gašenje kako bi mogli da svare pojedenu hranu. Kada porastu uglavnom jedu svaki dan jednom. Naravno da se može desiti da neće da jedu svaki dan, pogotovo u zimskom periodu.",
        "bolesti" : "Ovo su jedni od otpornijih agamida, tolerišu promene temperature, vlažnosti. Generalno su reptili teški za lečenje, pogotovo kod nas, jer nema veterinara sa iskustvom i potrebnom opremom. Drugi problem sa reptilima je taj što kada se simptomi bolesti pojave, ugalvnom je već dosta napredovala bolest i problem je velik. Najbolji lek je preventiva, zato uvek dobro pročitajte i edukujte se o čuvanju određene vrste i onda kada ste sigurni da joj možete sve obezbediti i odvojiti malo vremena krenite u potragu. Kao i ostali reptili i životinje i Bradata agama može imati unutrašnje parazite. Uglavnom to nije slučaj ako se uzima životinja od odgajivaća i ako ste sigurni da je poreklom iz zatočeništva. Najčešće životinje iz divljine, izlovljene imaju parazite, koje vi nikako ne možete primetiti dok već nije kasno, nisu štetni po agamu sve gok se ne namnože dovoljno da ugroze apetit i izmore životinju. Prvi simptomi su malaksalost i neuobičajeno mirovanje jedinke. Odbijanje hrane, krvava stolica ili povraćanje. Paraziti tog tipa se mogu otkriti samo laboratorijskim pregledom izmeta, koji je obavezno uraditi ukoliko je životinja iz divljine.",
        "slika" : "agama.jpg"
  
    },
    {
        "id" : 2,
        "name" : "COLLARED LIZARD (CROTHAPYTUS COLLARIS)",
        "shortDescription" : "Poreklom je iz centralne i južne amerike. Stanište koje mu odgovara su suvi, poluspustinjski i pustinjski predeli.",
        "porekloStaniste" : "Poreklom je iz centralne i južne amerike. Stanište koje mu odgovara su suvi, poluspustinjski i pustinjski predeli.",
        "dostupnost" : "Jedna od najaktivnijih, dnevnih vrsta agamida. Kod nas se retko gaje i ima nekoliko jedinki u celoj zemlji. Trenutno ih samo mi uzgajamo i razmnožavamo. Ukoliko se dobro informišete i pripremite osnovne uslove za ovu vrstu, možete ih bez problema čuvati, nisu komplikovani. Cene im se kreću od 45 eur naviše. Ova vrsta nije na CITES listi tako da nikakva prateća dokumentacija nije potrebna.",
        "velicinaIzgled" : "Spadaju u guštere manjeg rasta – dostignu dužinu od nekih 25-30 cm sa repom ( od čega je rep sigurno 2/3 dužine). Ženke su manje od mužjaka za nijansu, mada često budu i iste veličine. Ime su dobili zbog crnih krugova oko vrata. Standardna boja je siva, sa određenim svetlijim i tamnijim šarama i belim tufnicama. U toku sezone parenja dobijaju izuzetne boje – ženke dobijaju intenzivno narandžastu boju oko vrata i prstenova na vratu, dok mužjaci postanu žuti sa tirkiznim.",
        "ponasanje" : "Kao što smo gore napomenuli, veoma su aktivni, ali ne i agresivni. Izrazito su znatiželjni i radoznali tako da svaki deo terarijuma dobro ispitaju. Vole da skaču, da kopaju često i vrlo su vešti u tome. Mogu se vremenom naviknuti da uzimanje u ruke i vađenje iz terarijuma, ali ne kao Bradate agame i Leopard gekoni.",
        "terarijum" : "Minimalne dimenzije terarijuma za jednog odraslog Ogrličastog guštera su d100 x š50 x v50cm, manji se mogu smestiti u manje terarijume dok ih ne prerastu. Za mladunce preporučujem terarijum dimenzija 60x40x40cm . Mada ukoliko su već ojačali I imaju mesec ipo ili više možete ih odmah smestiti u konačan terarijum gde će živeti i kada porastu. Preporučljivo je obezbediti neko mesta za skrivanje mladih jedinki u vidu pećine od kamena, nekog panja ili većeg kamena. Obavezno paziti da ti predmeti ne mogu pasti i zgnječiti guštera. Kada su veći uglavnom im nije potrebno klasično sklonište i spavaće gde god im se svidi. Često razgrnu pesak i tu zaspe. Preporučljivo je da se enterijer smisli tako da imaju neke grane šire na visini da jer su spretni penjači. Takođe možete napraviti neki deo terarijuma gde će biti dosta podloge ( pesak i treset kombinovan, navlažen da se može kopati a da se ne urušava) da mogu da se zakopaju i prave tunele.",
        "podloga" : "Nekoliko vrsta podloga je moguće koristiti. Koristiti papir dok su mali, posle ih prebaciti na neki pesak ili neku sličnu podlogu. Pločasto kamenje možete staviti od gore negde taman da se mogu zavući ispod. Pesak jeste uz pločasto kamenje najprirodniji substrat,ali treba imati u vidu I higijenu I održavanje. Ukoliko čuvate samo 1-2 guštera onda možete staviti prirodno okruženje, ali ukoliko čuvate veći boj radi lakše održavanja I čišćenja razmislite o linoleumu možda ali neće moći da se ukopavaju, morate im obezbediti neki kutak za kopanje. Papirna podloga se koristi ukoliko je jedinka u karantinu tj. za privremeni smeštaj kada treba često da se čisti i prati koliko hrane pojede i kakva je stolica. To je obično slučaj kada su jedinke bolesne ili su skoro stigle pa da se neko vreme posmatraju zbog potencijalnih parazita.",
        "temperatura" : "Trebalo bi napraviti temperaturni gradijent, tako što ćete zagrevati samo jedan deo terarijuma sijalicom. Temperatura na toplijem delu, ispod sijalice, treba da bude oko 40 stepeni, dok u hladnijem delu može da bude 20-25 stepeni, pa i niže. Uvek koristiti spot sijalicu, ona ima koncentrisan snop svetlosti i greje neposredno ispod. Tako će tu biti najtoplije pa će se tu gušter i zagrevati nakon hranjenja ili paljenja svetla. Sijalicu ne treba postavljati preblizu podloge, kako agama ne bi mogla da je dohvati i da se opeče. Ispod sijalice uvek staviti neki kamen koji bi se dodatno zagrejao i održavao temperaturu i nakon gašenja sijalice. Ukoliko je gušteru potrebno zagrevanje on će leći na kamen i dogrejati se. Noću se sijalica gasi i temperatura može da padne na sobnu, tj. do nekih 18 stepeni. Zimi im možete isključiti grejanje i ostaviti ih na nižim temperaturama radi odmora, pogotovo ako planirate da ih parite sledeće sezone. Tada temperatura može da padne do 14-16 stepeni bez problema. Tada se ne hrane jer im je usporen metabolizam i ne mogu da vare hranu usled niskih temperatura. Nuditi svakih 4-5 dana po nekoliko supercrva ili tek presvučenih buba, radi lakšeg varenja.",
        "osvetljenje" : " Pošto je ovo dnevna vrsta guštera neophodna je UV neonka. To je neonska cev sa UVa i UVb zračenjem. Uglavnom se koriste sa 10-12% UVb zračenja i menjaju se jednom godišnje jer im opadne dejstvo. Pored toga uvek se koristi spot sijalica za grejanje terarijuma. Noću se obavezno gasi sva rasveta, kako bi gušter spavao na miru bez svetla.",
        "vlaznostVazduha" : "S obzirom da potiču iz suvih predela nije im neophodna visoka vlažnost vazduha. Svu potrebnu vlagu dobijaju kupanjem povremeno – jednom u 2 do 3 nedelje u toploj vodi. Sipa se u lavor nekoliko santimetara vode i tu se pusti gušter malo se okupa nekih 5 minuta i tada će da pije vodu. Tokom presvlačenja se može okupati da bi pomoglo skidanje stare kože. ",
        "voda" : "Možete ubaciti posudicu sa vodom, retko će da se kupaju,ali će povremeno piti vode malo odatle.",
        "ishrana" : "Ova vrsta agamida spada u karnivore (jedu hranu isključivo životinjskog porekla). Od insekata : Tenebrija(Tenebrio molitor),fobasi(Zoophobas morio),leteralisi(Blatta lateralis),dubije(Blaptica dubia),cvrčci(Gryllus assimilis), miševi mladi, pinkiji, dok još ne dobiju dlaku i ne progledaju. Insekti su im primarna hrana. Dok su mladi hrane se prvih 2 meseca otprilike 2 puta dnevno, prvi put kada se ugreju posle paljenja svetla, a drugi put par sati pred gašenje kako bi mogli da svare pojedenu hranu. Kada porastu uglavnom jedu svaki dan jednom. Naravno da se može desiti da neće da jedu svaki dan, pogotovo u zimskom periodu.",
        "bolesti" : "Kao i ostali reptili i životinje i Patuljasta bradata agama može imati unutrašnje parazite. Uglavnom to nije slučaj ako se uzima životinja od odgajivaća i ako ste sigurni da je poreklom iz zatočeništva. Najčešće životinje iz divljine, izlovljene imaju parazite, koje vi nikako ne možete primetiti dok već nije kasno, nisu štetni po agamu sve gok se ne namnože dovoljno da ugroze apetit i izmore životinju. Prvi simptomi su malaksalost i neuobičajeno mirovanje jedinke. Odbijanje hrane, krvava stolica ili povraćanje. Paraziti tog tipa se mogu otkriti samo laboratorijskim pregledom izmeta, koji je obavezno uraditi ukoliko je životinja iz divljine.",
        "slika" : "lizard.jpg"
  
    },
    {
        "id" : 3,
        "name" : "JEMENSKI KAMELEON (CHAMAELEO CALYPTRATUS)",
        "shortDescription" : "Poreklom je iz Jemana i Južnog dela Daudijske Arabije. Odgovaraju mu vlažni planinski obronci i doline gde se vlažnost na momente 2-3 puta dnevno povećava a ostatak dana je suvlji.",
        "porekloStaniste" : "Poreklom je iz Jemana i Južnog dela Daudijske Arabije. Odgovaraju mu vlažni planinski obronci i doline gde se vlažnost na momente 2-3 puta dnevno povećava a ostatak dana je suvlji.",
        "dostupnost" : " Jedna od najpopularnijih vrsta kameleona u svetu. Kod nas se sve češće gaje i ima par odgajivača koji ih redovno razmnožavaju. Pogodni za takozvane početnike, tj. one kojima je ovo prvi gušter, ali se treba dobro raspitati i načitati pre kupovine, jer su osetljiviji u odnosu na Bradate agama i Leopard gekone. Cene im se kreću od 35 eur pa naviše u odnosu na veličinu. Ova vrsta je na CITES listi tako da je potrebna određena dokumentacija od odgajivača.",
        "velicinaIzgled" : "Velika je razlika u veličini između mužjaka i ženki. Ženke su manje ali robusnije, imaju manju krestu na glavi (do 2.5-3cm) i dostižu veličinu od nekih 30ak cm sa repom, koji je uglavnom uvijen pa deluju kraće. Mužjaci su izduženiji i imaju tanje telo, skoro duplo veću krestu čak i do 5cm. Rastu čak do 45-50 cm sa repom. Mužjaci imaju više šara, ali u suštini imaju iste boje kao i ženke. Osnovna boja je zelena, Šare ili tufne mogu biti u raznim nijansama braon, žute, tirkizne, crne, svetlo narandžaste i ostalih nijansi zelene boje.",
        "ponasanje" : "Što se tiče ponašanja, spadaju u relativno mirne kamleone, jer generalno kameleoni nisu ljubimci za čačkanje nego za posmatranje i povremeno vađenje u ruke. Ženke su uglavnom mirnije i lakše se mogu izvaditi, dok mužjaci imaju periode kada su raspoloženi samo za parenje i tada gotovo da nema šanse da ih izvadite u ruke a da ne sikću i ne zijaju na vas. Aktivni su danju i veoma su zanimljivi za posmatranje. Imaju jedinstven sistem kretanja, pomeraju oči nezavisno jedno od drugog i naravno love plen jezikom, koji ispaljuju veoma vešto. Dužina jezika je otprilike koliko i dužina tela bez repa.",
        "terarijum" : "Minimalne dimenzije terarijuma za jednog odraslog Jemenskog kameleona su d55 x š55 x v70-80cm, manji se mogu smestiti u manje terarijume dok ih ne prerastu. Za mladunce preporučujem terarijum dimenzija 40x40x60cm . Preporučljivo je obezbediti mnogo grana adekvatne debljine kako bi mogli da se hvataju i kreću nesmetano. Takođe je potrebno ubaciti dosta biljaka bilo da su veštačke bilo da su žive ( mora se voditi računa da se ne ubacuju biljke koje luče neke toksične materije preko listova ili ukoliko se polomi stabljika, grana ili list, jer kameleoni često hoće da gricnu list neki pa bi se tim putem otrovali). Neke od biljaka koje možete koristiti su razne vrste Ficusa, šeflera, puzavice razne, tipa Scindapsus, Dracene itd. Za kameleone je veoma bitna ventilacija terarijuma i određena vlažnost vazduha. Ventilacija treba da bude recimo za terarijum 55x55x70 na bočnim stranicama 35-40x 25cm sa obe strane i čak može da se postavi i jedna manja tipa 35-40×10-15cm na zadnju stanicu, najbolje je napraviti dijagonalnu ventlaciju, naime, ako su na bočnim stranama gore otvori pri vrhu stranica, onda na zadnjoj da bude na donjoj polovini. ",
        "podloga" : "Što se tiče pogloge, tu nema puno prostora za grešku, jer se mora korisiti zemljana podloga, tipa kokosov treset, može naravno i neka vrsta zemlje za cveće ili nekog drugog treseta, samo vodite računa da ne bude nikakvih dodataka štetnih u njoj, to bi trebalo da piše na pakovanju. Stavlja se recimo 3-5 cm debljine zbog upijanja viška vlage kada se orošava terarijum.",
        "temperatura" : "Trebalo bi napraviti temperaturni gradijent, tako što ćete zagrevati samo jedan deo terarijuma sijalicom. Temperatura na toplijem delu, ispod sijalice, treba da bude oko 30-35 stepeni, dok u hladnijem delu može da bude 22- 25 stepeni. Uvek koristiti spot sijalicu, ona ima koncentrisan snop svetlosti i greje neposredno ispod. Tako ce tu biti najtoplije pa će se tu kameleon i zagrevati nakon hranjenja ili paljenja svetla. Sijalicu ne treba postavljati preblizu grana da ne bi slučajno došlo do kontakta, mada je to retkost čak i kada može da dohvati sijalicu. Zimi može da bude malo niža temperatura noću, jedina posledica će  biti smanjen apetit, što ne treba da vas čudi, jer im je metabolizam sporiji čim je niža temperatura.",
        "osvetljenje" : "Pošto je ovo dnevna vrsta guštera neophodna je UV neonka. To je neonska cev sa UVa i UVb zračenjem. Uglavnom se koriste sa 5-6 % UVb zračenja i menjaju se jednom godišnje jer im opadne dejstvo. Pored toga uvek se koristi spot sijalica za grejanje terarijuma. Noću se obavezno gasi sva rasveta, kako bi gušter spavao na miru bez svetla.",
        "vlaznostVazduha" : "S’ obzirom da poticu iz vlažnijih predela, neophodno je održavati povremeno visoku vlažnost vazduha. To je moguće postići orošavanjem 2-3 puta dnevno kada je toplo, leti, u suprotnom je dovoljno 2 puta dnevno, recimo sat-dva nakon paljenja svetla i kasnije nekoliko sati pre gašenja svetla. Slobodno prskati i po kameleonu, naravno ne previše i uvek voditi računa da bude mlaka voda, nikako hladna.",
        "voda" : "Ne moraju imati uvek dostupnu posudu sa vodom. Jer svakako ne piju vodu iz posudice nego skupljaju kapljice posle orošavanja, ukoliko vidite da su baš žedni i da niste davali redovno vodu slobodno im dajte sa šprica ili fajtalice da piju.",
        "ishrana" : "Ova vrsta kameleona je pretežno karnivorna. Osnova ishrane su insekti raznih vrsta poput žohara B.lateralis, B.dubia, supercrva, tenebrija, cvrčaka. Možete povremeno dati neku bebu miša ukoliko treba da se ugoji neki od kameleona. Hrane se kao mladi par puta dnevno, a kada porastu jednom dnevno. Nije problem ukoliko niste tu par dana da ne jedu.",
        "bolesti" : "Jedna od otpornijih vrsta kameleona, mada su kameleoni generalno osetljiviji od drugih guštera. Treba voditi računa pri presvlačenju da sve skinu sa očiju i glave, jer su im oči osetljive i ukoliko imaju problema sa očima ne mogu da gledaju, neće ni jesti, a pošto im je brz metabolizam uginuće brzo bez hrane. Još jedna od čestih pojava kod loše čuvanih primeraka je nedostatak kalcijuma koji se manifestuje tako što kameleon nema jak stisak i otežano se kreće po granam. Može i kresta da poprimi drugčiji oblik ili čak da udovi budu krivi.",
        "slika" : "kameleon.jpg"
  
    },
    {
        "id" : 4,
        "name" : "DEBELOREPI GEKON (HEMITHECONYX CAUDICINCTUS)",
        "shortDescription" : "Poreklom je iz zapadnog dela Afrike (Senegal, Kamerun, Nigerija). Odgovaraju mu suvi predeli, mada se može naći na vlažnijim i mračnim mestima",
        "porekloStaniste" : "Poreklom je iz zapadnog dela Afrike (Senegal, Kamerun, Nigerija). Odgovaraju mu suvi predeli, mada se može naći na vlažnijim i mračnim mestima",
        "dostupnost" : "Ne čuvaju se toliko često kao Leopard gekoni, sa kojima su jako slični, ali ih povremeno ljudi uzimaju zaljubimce. Mi ih razmnožavamo nekoliko godina unazad I nadamo se da će postati popularniji u narednim godinama. Cena je oko 35-40 eur za bebu.",
        "velicinaIzgled" : "Spada u srednje gekone, noćne. Jako su slični Leopard gekonima,  jedino što im se oblik glave malo razlikuje, debelorepi gekoni imaju zaobljeniju glavu. Osnovna boja im je braon i to tamna sa svetlijim šarama koje mogu da budu poprečne a ponekad I nepravilnog, ovalnog oblika. Postoje razni morfovi (varijante obojenosti I šara) tako da se u inostranstvu mogu videti raznoraznih boja od svelo braon bez šara do narandžastih I žućkastih. Rastu do nekih 20cm sa repom I imaju zadebljan repkao i Leopard gekoni u kojima čuvaju višak masti.",
        "ponasanje" : "Ova vrsta gekona je idealna za uzimanje u ruke, izuzetno su mirni, čak mirniji i od Leopard gekona. Redovnim uzimanjem u ruke postaju neverovatno mirni I uglavnom nisu uopšte plašljivi. S’ obzirom da je noćna vrsta, uglavnom su aktivniji noću, tj. kada se smrkne I svetla se pogase. Danju su aktivni ukoliko traže hranu ili treba da se presvuku.",
        "terarijum" : "Minimalne dimenzije terarijuma za jednog odraslog su  50x30x25cm,za par je dovoljno 60x40x30cm. Terarium ne treba da bude visok jer se retko penju I bolje je da ima što veću bazu tj. osnovu.",
        "podloga" : "Nekoliko vrsta podloga je moguće koristiti. Neki koriste novine ili papir ,mada ja preferiram kokosov treset. Mislim da je to najbolje I najprirodnije za ovu vrstu guštera.",
        "temperatura" : "Trebalo bi napraviti temperaturni gradijent,  tako što ćete zagrevati samo jedan deo terarijuma podnom folijom ili sijalicom. Temperatura na toplijem delu, iznad folije, treba da budeoko 32-33 stepena, dok u hladnijem delu može da bude 20-25 stepeni, pa i niže. Zimi se mogu hibernirati na 13-19 stepeni bez grejanja.",
        "osvetljenje" : "Pošto je ovo noćna vrsta guštera nije potrebno UV zračenje. Ukoliko imate sijalicu kojom zagrevate terarijum to je sasvim dovoljno, ako pak grejete folijom nije problem, jer im je dovoljno osvetljenje u toj prostoriji.",
        "vlaznostVazduha" : "Ne zahtevaju povišenu vlagu, dovoljno je da imaju posudicu sa vodom I neko sklonište koje će im biti uvek dostupno i u kom će se nalaziti vlažan treset gde će se oni skrivati pred presvlčenje ili pri poleganju jaja.",
        "voda" : "Moraju imati uvek dostupnu posudu sa vodom.",
        "ishrana" : "Debelorepi gekon spada u karnivore I hrani se iskljčivo živim insektima. Jedu kao mali male tenebrije, male lateralise, cvrčke pa čak i male dubije. Kako rastu povećava se I veločina plena. Kao odrasli mogu da jedu odrasle lateralise, pa čak I odrasle dubije, doduše mužjake jer su oni uži I velike nimfe. Gravidnim ženkama možete povremeno dati I bebu miša tek rođenu ili staru 2-3 dana.",
        "bolesti" : "Veoma su otporni",
        "slika" : "debelorepigekon.jpg"
  
    },
    {
        "id" : 5,
        "name" : "PATULJASTA BRADATA AGAMA (POGONA HENRYLAWSONI)",
        "shortDescription" : "Živi u Kvinslandu, Australija.Pogodna staništa su suva, pustinjski i polupustinjski predeli.",
        "porekloStaniste" : "Živi u Kvinslandu, Australija.Pogodna staništa su suva, pustinjski i polupustinjski predeli.",
        "dostupnost" : "Jedna od manje popularnih vrsta agamida u svetu( verovatno zbog manjeg broja jedinki koje su u ponudi). Kod nas se retko gaje jer ih retko ko uzgaja. Mi smo jedini koji smo ih razmožili ( prvi put 2016. godine). Trenutno imamo nekoliko odraslih ženki i mužjaka koje smo odgajili i spremamo ih za parenje. Izuzetno su pogodni za takozvane početnike, tj. one kojima je ovo prvi gušter. Cene im se kreću od 35-40 eur pa su pristupačni. Ova vrsta nije na CITES listi tako da nikakva prateća dokumentacija nije potrebna.",
        "velicinaIzgled" : "25-30 cm rastu uglavnom. Spadaju u manje agame. Ženke su iz našeg iskustva nešto veće i krupnije od mužjaka. Ime su dobili zbog brade koja može da pocrni i naduva se kada se pare ( mužjaci se udvaraju ženkama). Imaju mnogo manje bodlje oko glave i duž tela sa strane. Te bodlje su tvrde, ali pošto se nalaze na koži pri pritisku se pomeraju tako da ne mogu da vas ubudu nikako. Ne otpuštaju repove i ne regenerišu ih ukoliko im otpadne, tj. neko im odgrize. Postoji nekoliko varijacija u boji kod ove vrste. Standardna boja je krem, sa određenim svetlijim i tamnijim šarama. Postoje žuti, narandžasti, crvenkasti primerci kojima su cene više usled dugogodišnjeg planiranog ukrštanja.",
        "ponasanje" : "Jedan od najmirnijih guštera, koji se vremenom toliko pripitomi da može da miruje u rukama bez problema. Spada u dnevne guštere tako da je aktivan isključivo danju. Čim im se ugase svetla odlaze da spavaju. Kada se izlegnu plašljivi su jer su maleni i sve im je novo. Kada se smire i porastu malo polako ih treba navikavati na vađenje i ljudski kontakt. Vremenom će postati veoma mirni i pitomi. Redovno će jesti iz ruke.",
        "terarijum" : "Minimalne dimenzije terarijuma za jednog odraslog Patuljastog bradatog zmaja su d70 x š50 x v40cm, manji se mogu smestiti u manje terarijume dok ih ne prerastu. Za mladunce preporučujem terarijum dimenzija 50x40x30cm . Mada ukoliko su već ojačali I imaju 3-4 meseca ili više možete ih odmah smestiti u konačan terarijum gde će živeti I kada porastu. Preporučljivo je obezbediti neko mesta za skrivanje mladih jedinki u vidu pećine od kamena, nekog panja ili većeg kamena. Obavezno paziti da ti predmeti ne mogu pasti i zgnječiti agamu. Kada su veće uglavnom im nije potrebno klasično sklonište i spavaće gde god im se svidi. Često razgrnu pesak i tu zaspe.",
        "podloga" : "Nekoliko vrsta podloga je moguće koristiti. Neki koriste novine, papir, etison, linoleum, pločasto kamenje ili sitni fini pesak. Pesak jeste uz pločasto kamenje najprirodniji substrat,ali treba imati u vidu I higijenu I održavanje. Ukoliko čuvate samo 1-2 guštera onda možete staviti prirodno okruženje, ali ukoliko čuvate veći boj radi lakše održavanja I čišćenja razmislite o linoleumu. Od rođenja svoje mladunce stavljam na pesak i nikada nemaju problema. Papirna podloga se koristi ukoliko je jedinka u karantinu tj. za privremeni smeštaj kada treba često da se čisti i prati koliko hrane pojede i kakva je stolica. To je obično slučaj kada su jedinke bolesne ili su skoro stigle pa da se neko vreme posmatraju zbog potencijalnih parazita.",
        "temperatura" : " Trebalo bi napraviti temperaturni gradijent, tako što ćete zagrevati samo jedan deo terarijuma sijalicom. Temperatura na toplijem delu, ispod sijalice, treba da bude oko 40-45 stepeni, dok u hladnijem delu može da bude 25-30 stepeni, pa i niže. Uvek koristiti spot sijalicu, ona ima koncentrisan snop svetlosti i greje neposredno ispod. Tako će tu biti najtoplije pa će se tu agama i zagrevati nakon hranjenja ili paljenja svetla. Sijalicu ne treba postavljati preblizu podloge, kako agama ne bi mogla da je dohvati i da se opeče. Ispod sijalice uvek staviti neki kamen koji bi se dodatno zagrejao i održavao temperaturu i nakon gašenja sijalice. Ukoliko je agami potrebno zagrevanje ona će leći na kamen i dogrejati se. Noću se sijalica gasi i temperatura može da padne na sobnu, tj. do nekih 20 stepeni. Zimi im možete isključiti grejanje i ostaviti ih na nižim temperaturama radi odmora, pogotovo ako planirate da ih parite sledeće sezone. Tada temperatura može da padne do 14-16 stepeni bez problema. Tada se ne hrane jer im je usporen metabolizam i ne mogu da vare hranu usled niskih temperatura. Nuditi svakih 4-5 dana po nekoliko supercrva ili tek presvučenih buba, radi lakšeg varenja.",
        "osvetljenje" : " Pošto je ovo dnevna vrsta guštera neophodna je UV neonka. To je neonska cev sa UVa i UVb zračenjem. Uglavnom se koriste sa 10% ili 12% UVb zračenja i menjaju se jednom godišnje jer im opadne dejstvo. Pored toga uvek se koristi spot sijalica za grejanje terarijuma. Noću se obavezno gasi sva rasveta, kako bi gušter spavao na miru bez svetla.",
        "vlaznostVazduha" : "S obzirom da potiču iz suvih predela nije im neophodna visoka vlažnost vazduha. Svu potrebnu vlagu dobijaju kupanjem jednom nedeljno u toploj vodi. Sipa se u lavor nekoliko santimetara vode i tu se pusti agama malo se okupa nekih 5 minuta i tada će da pije vodu. Tokom presvlačenja se može okupati da bi pomoglo skidanje stare kože.",
        "voda" : "Ne moraju imati uvek dostupnu posudu sa vodom. Ukoliko ih redovno kupate, recimo jednom nedeljno, piće vodu tada. Neke jedinke se nauče da piju stajaću vodu iz posude a neke nikada to neće uraditi, nego piju vodu samo ako se pomera. Vodu takode uzimaju i iz voća i povrća koje je sastavni deo ishrane.",
        "ishrana" : "Ova vrsta agame spada u omnivore(jedu hranu biljnog i životinjskog porekla). Od insekata : Tenebrija(Tenebrio molitor),fobasi(Zoophobas morio),leteralisi(Blatta lateralis),dubije(Blaptica dubia),cvrčci(Gryllus assimilis), miševi mladi, pinkiji, dok još ne dobiju dlaku i ne progledaju. Insekti su im primarna hrana, pored toga kada porastu možete povremeno davati mlade miševe. Hrane se i biljnom hranom, tj. voćem i povrćem. Dok su mladi odbijaju prvih nekoliko meseci biljnu hranu, a neke jedinke preferiraju neku određenu vrstu i nikada ne projedu druge vrste bilja. Treba paziti da se ne daje kiselo voće, kupus i neke druge vrste povrća teške za varenje. Najčešće se daju šargarepa, tikvica,  razne vrste salate, bundeva, jabuka, maslačak, hibiskus … Dok su mladi hrane se prvih 2 meseca otprilike 2 puta dnevno, prvi put kada se ugreju posle paljenja svetla, a drugi put par sati pred gašenje kako bi mogli da svare pojedenu hranu. Kada porastu uglavnom jedu svaki dan jednom. Naravno da se može desiti da neće da jedu svaki dan, pogotovo u zimskom periodu.",
        "bolesti" : "Ovo su jedni od otpornijih agamida, tolerišu promene temperature, vlažnosti. Generalno su reptili teški za lečenje, pogotovo kod nas, jer nema veterinara sa iskustvom i potrebnom opremom. Drugi problem sa reptilima je taj što kada se simptomi bolesti pojave, ugalvnom je već dosta napredovala bolest i problem je velik. Najbolji lek je preventiva, zato uvek dobro pročitajte i edukujte se o čuvanju određene vrste i onda kada ste sigurni da joj možete sve obezbediti i odvojiti malo vremena krenite u potragu.",
        "slika" : "patuljastagama.jpg"
  
    },
    {
        "id" : 6,
        "name" : "LEOPARD GEKON (EUBLEPHARIS MACULARIUS)",
        "shortDescription" : "Poreklom je iz Pakistana, Avganistana i zapadne Indije. Odgovaraju mu suvi polupustinjski predeli, kamenjari, ponekad suve biljke na isušenom tlu.",
        "porekloStaniste" : "Poreklom je iz Pakistana, Avganistana i zapadne Indije. Odgovaraju mu suvi polupustinjski predeli, kamenjari, ponekad suve biljke na isušenom tlu.",
        "dostupnost" : "Čuvaju se najčešće od svih vrsta gekona. Veoma su populari i postoji veliki broj morfova(raznih varijacija boje i šara). Kod nas postoji nekoliko odgajivača. Mi imamo 10ak morfova i svake godine imamo sve više i više različitih kombinacija i morfova. Cena se kreće od 15-25 eur za normal mladunca pa naviše i do par stotina eura.",
        "velicinaIzgled" : "Spada u srednje gekone, noćne. Rastu do 25cm. Slični su Debelorepim gekonima, jedino što im se oblik glave malo razlikuje, debelorepi gekoni imaju zaobljeniju glavu. Osnovna boja im je žućkasta sa belom i puno crnih tufni. Postoje razni morfovi (varijante obojenosti i šara) tako da se u inostranstvu mogu videti raznoraznih boja od skroz belih do narandžastih, žutih sa različitim bojama očiju i repa. Imaju zadebljan rep u kome čuvaju višak masti.",
        "ponasanje" : "Ova vrsta gekona je idealna za uzimanje u ruke, izuzetno su mirni. S’ obzirom da je noćna vrsta, uglavno su aktivniji noću, tj. kada se smrkne i svetla se pogase. Danju su aktivni ukoliko traže hranu ili treba da se presvuku.",
        "terarijum" : "Minimalne dimenzije terarijuma za jednog odraslog su negde 50x30x25cm,za par je dovoljno 60x40x30cm. Terarium ne treba da bude visok jer se retko penju i bolje je da ima što veću bazu tj. osnovu.",
        "podloga" : "Nekoliko vrsta podloga je moguće koristiti. Neki koriste novine,papir, pesak, sitno kamenje ,mada ja preferiram kokosov treset. Mislim da je to najbolje za ovu vrstu guštera. Pesak može ponekad da stvori problem jer gekon hoće da ga unosi u organizam pa može doći do zatvora i problema sa digestivnim traktom.",
        "temperatura" : "Trebalo bi napraviti temperaturni gradijent, tako što ćete zagrevati samo jedan deo terarijuma podnom folijom ili sijalicom. Temperatura na toplijem delu, iznad folije, treba da bude oko 32-33 stepena, dok u hladnijem delu može da bude 20-25 stepeni, pa i niže. Zimi se mogu hibernirati na 13-19 stepeni bez grejanja.",
        "osvetljenje" : "Pošto je ovo noćna vrsta guštera nije potrebno UV zračenje. Ukoliko imate sijalicu kojom zagrevate terarijum to je sasvim dovoljno, ako pak grejete folijom nije problem, jer im je dovoljno osvetljenje u toj prostoriji.",
        "vlaznostVazduha" : "Nezahtevaju povišenu vlagu, dovoljno je da imaju posudicu sa vodom i neko sklonište koje će da im biti uvek dostupno i u kom će se nalaziti vlažan treset gde će se oni skrivati pred presvlačenje ili pri poleganju jaja.",
        "voda" : "Moraju imati uvek dostupnu posudu sa vodom.",
        "ishrana" : "Leopard gekon spada u karnivore i hrani se isključivo insektima. Jedu kao mali male tenebrije, male lateralise, cvrčke pa čak i male dubije. Kako rastu povećava se i veličina plena. Kao odrasli mogu da jedu odrasle lateralise, pa čak i odrasle dubije, doduše mužjake jer su oni uži i velike nimfe. Gravidnim ženkama možete povremeno dati i bebu miša tek rođenu ili staru 2-3 dana.",
        "bolesti" : "Veoma su otporni.",
        "slika" : "leopardgekog.jpg"
  
    }
]