[
    {
        "id" : 1,
        "name" : "POECILOTHERIA METALLICA",
        "shortDescription" : "Polu-arborealna vrsta – nastanjuje niže delove rastinja i često u zatočeništvu naprave sklonište na nekih 10-20 cm visine iako im obezbedite viši terarijum. Tolerišu i višu i nižu vlažnost, ali treba održavati vlažnost umerenom.",
        "porekloStaniste" : "Nalazi se samo na malom području u Indiji, na manje od 100 km2. Andhra Pradesh: Rezervat ( šuma ) između Nandyal i Giddalur. Polu-arborealna vrsta – nastanjuje niže delove rastinja i često u zatočeništvu naprave sklonište na nekih 10-20 cm visine iako im obezbedite viši terarijum. Tolerišu i višu i nižu vlažnost, ali treba održavati vlažnost umerenom.",
        "velicinaIzgled" : "Oko 14-15cm , rastu brzo. Ženke su uglavnom veće i krupnije od mužjaka, koji dostižu polnu zrelost sa nekih  12ak cm rasponom nogu. Spadaju u najmanje Poecilotheria-e.",
        "ponasanje" : "Brze su dosta,ali kao i većina iz roda Poecilotheria nisu živčane i ne trče na svako pomeranje. Nisu agresivne,ali poseduju jači otrov tako da se ne preporučuje uzimanje u ruke nikako.",
        "terarijum" : " Minimalne dimenzije 25 x 25 x 35cm za odraslog pauka. Treba viši terarijum, jer je ovo arborealna vrsta većinu vremena provodi u višim delovima terarijuma ( 10-30 cm visine recimo).",
        "podloga" : "Tresetna. Nije bitna debljina, mada što deblja podloga bolje će zadržavati vlagu, koja je ovoj vrsti potrebna, tako da preporučujem nekih 3-5cm. Dok su male vole da se sakrivaju i kopaju ponekad, treba imati to u vidu.",
        "temperatura" : "Dnevna od 23 C – 28 C bi bila idealna, ali mogu da podnesu i malo niže i više temperature, ali ne na duže periode. Noćna temperatura može biti malo niža oko 20 C. Nije potrebno grejati terarijume posebno, jedino ako duže vreme bude niska temperatura, tada možete koristiti sijalicu ili kabl grejač, ali poželjno ga je staviti na bočne stranice terarijuma, jer ukoliko je tarantuli toplo, ona se zavlači u podlogu, a ako je ispod grejač, može se skuvati i uginuti.",
        "vlaznostVazduha" : "Radi informacije, u njihovom prirodnom okruženju za sada nije definitivno poznato kakvi su uslovi jer je veoma mala oblast gde se mogu naći,ali iz iskustva im nije potrebna visoka vlaga vazduha. Orošavanje terarijuma jednom u 4-5 dana je dovoljno i to umereno. Posudica sa vodom će pomoći kod održavanja vlažnosti.",
        "voda" : "Mora imati uvek dostupnu posudu sa vodom, to važi za odrasle jedinke, mladi piju sa treseta ili ivica posudice posle orošavanja.",
        "ishrana" : "Tenebrija (Tenbrio molitor),fobasi(Zoophobas morio),leteralis(Blatta laterelis),dubia(Blaptica dubia), cvrčak(Gryllus assimilis)…",
        "toksicnost" : "Dosta jak otrov, kao i sve vrste iz roda Poecilotheria, tako da treba voditi mnogo računa pri rukovanju i održavanju terarijuma.",
        "razmnozavanje" : " Do ove godine (2016.) nismo imali uspeha sa razmnožavanjem ( samo jedan loš kokon 2015. godine), dok je ove bio potpuni pogodak sa 3 uspešna legla u 30-40 dana razmaka kod tri ženke od pet parenih. Parenje nije komplikovano ali je komplikovano dobiti kokon i uspešno održati larve do stadiuma prvog presvlačenja. Mužjaka trebate pustiti uz nadzor kod ženke u terarijum i videti reakciju. Mužjaci odmah osete prisustvo ženke i kren da lupkaju u ritmu koji mami ženku van skloništa. Ukoliko i ona lupka prednjim nogama znači da je spremna da se pari. U tom slučaju možete da ih ostavite i zajedno u jednoj većoj kutiji i zatvorite jer njihova igranka može da potraje satima( mi ih ostavljamo 3-15 dana zajedno). U tom periodu se oni pare i mužjak može napraviti i poneki “sperm web” u toj kutiji. Nekoliko puta to ponovima u roku od 2-3 meseca i onda ženku dobro hranimo. Zimi se trebaju spustiti temperature na nekih 18-20 stepeni a leti naravno podići, možete pojačati orošavanje tada i nadati se da će ženka da napravi kokon. 30-40 dana nakon poleganja možete izvaditi kokon od ženke. Trebalo bi da su jaja već u L1-L2 stadiumu, znači da imaju nožice i glavice, da nisu samo jaja. Zanimljivo je da P.metallica ima 4 stadiuma što retko koja vrsta tarantule ima, pa je i to izdvaja iz gomile drugih. Mladunci kada se presvuku u 1. presvlačenje i počnu da se hrane imaju 2,5 cm raspon nogu, i legla broj 100 ak komada.",
        "slika" : "poecilotheriaMetallica.jpg"
  
    },
    {
        "id" : 2,
        "name" : "ACANTHOSCURRIA GENICULATA",
        "shortDescription" : "Poreklom je iy Severnog Brazila. Stanište im je suva šuma, terestrijalna vrsta.",
        "porekloStaniste" : "Poreklom je iy Severnog Brazila. Stanište im je suva šuma, terestrijalna vrsta.",
        "velicinaIzgled" : "Oko 18-20cm , rastu brzo. Ženke su uglavnom veće i krupnije od mužjaka, koji dostižu polnu zrelost i sa 13-14cm.",
        "ponasanje" : "Jedna od malo agresivnijih vrsta, često će da napadne i mlaz vode, jer su izuzetno halavi i love plen nekada i u letu. Nisu za uzimanje u ruke, ali su odlični za posmatranje, jer se nikada ne sakrivaju i non stop su vidljivi. S’ obzirom na lepotu i veličinu spadaju u jedne od najčešćih vrsta u hobiju.",
        "terarijum" : "Minimalne dimenzije 35 x 30 x 25cm za odraslog pauka , može i nešto veći terarijum ukoliko ubacujete pozadinu ili dosta ukrasnih detalja.",
        "podloga" : "Tresetna. Nije bitna debljina, mada što deblja podloga bolje će zadržavati vlagu, Ova vrsta ne zahteva preterano visoku vlagu, tako da je posuda sa vodom i povremeno orošavanje jednog dela sasvim dovoljno.",
        "temperatura" : "Dnevna od 23 C – 28 C bi bila idealna, ali mogu da podnesu i malo niže i više temperature, ali ne na duže periode. Noćna temperatura može biti malo niža oko 20 C. Nije potrebno grejati terarijume posebno, jedino ako duže vreme bude niska temperatura, tada možete koristiti sijalicu ili kabl grejač, ali poželjno ga je staviti na bočne stranice terarijuma, jer ukoliko je tarantuli toplo, ona se zavlači u podlogu, a ako je ispod grejač, može se skuvati i uginuti.",
        "vlaznostVazduha" : "70-80% ,treba povremeno prskati deo podloge i držati posudu sa vodom, koja nije previše duboka i velika. Dovoljno je da bude 3cm dubine. Nemojte se opterećivati procentima, jer to nije bitno, bitno je da ima vlažan i suv deo terarijuma, pa će pauk sam odabrati kako mu  odgovara.",
        "voda" : "Mora imati uvek dostupnu posudu sa vodom, to važi za odrasle jedinke, mladi piju sa treseta ili ivica posudice posle orošavanja.",
        "ishrana" : " Tenebrija (Tenbrio molitor),fobasi(Zoophobas morio),leteralis(Blatta laterelis),dubia(Blaptica dubia), cvrčak(Gryllus assimilis)…",
        "toksicnost" : "Kao i većina vrsta tarantula, otrov se poredi sa otrovom pčele.",
        "razmnozavanje" : "Jednostavna vrsta za parenje, ukoliko su sveže presvučeni i ženka i mužjak i ukoliko je on punjen(pravio “sperm web”) pustite mužjaka kod ženke u terarijum i pratite šta se dešava. Možete lako da spasete mužjaka, tako što ćete motriti sa dugačkom pincetom u ruci i kada se približe je staviti između njih. Ukoliko ženka oseti mužjaka i počne da lupka prednjim nogama o tlo znači da hoće da se pari i tada možete da sklonite pincetu, sve dok ne dođe do parenja tada je stavite slobodno između njih i ne dozvolite da ga napadne, on će insktiktivno da beži čim obavi parenje. Ova vrsta je poznata po mnogobrojnim mladuncima u leglima čak i do 1000 komada. To nam govori da su mladunci izuzetno mali, negde oko 0.5-0.6 cm raspon nogu po rođenju. Jako dugo traje i inkubacija jaja u kokonu. Nakon parenja ženka može da polegne kokon u roku od 3-9 meseci u zavisnosti od temperature i nekih drugih nepoznatih faktora. Kokon predlažem da ostavite kod ženke 70 dana i da ga tek onda vadite, jer će mladunci tek sa nekih 80-90 dana da se presvuku iz L2 stadiuma. Ukoliko ih ranije izvadite i stavite na inkubaciju može da se desi da propadne velik broj mladih, jer je paučina izuzetan dezificijens i čuva jaja od buđi, gljivica i ostalih mikro organizama koji lako savladaju jaja. Moja legla su bila oko 300-400 komada puta,jer ženka nije bila maksimalno velika i nisu sva jaja bila oplođena.",
        "slika" : "acanthoscurriageniculata.jpg"
  
    },
    {
        "id" : 3,
        "name" : "HETEROSCODRA MACULATA",
        "shortDescription" : "Poreklom je iz Afrike (Gana, Togo, Kamerun). Stanište su mu vlažnija područja, uglavnom nastanjuju razne vrste palmi, arborealna vrsta.",
        "porekloStaniste" : "Poreklom je iz Afrike (Gana, Togo, Kamerun). Stanište su mu vlažnija područja, uglavnom nastanjuju razne vrste palmi, arborealna vrsta.",
        "velicinaIzgled" : "Oko 12-13cm , rastu relativno sporo. Ženke su uglavnom veće i krupnije od mužjaka, koji dostižu polnu zrelost i sa nešto ispod 10 cm rasponom nogu.",
        "ponasanje" : " Jedna od najbržih tarantula na svetu. Važi za agresivnu tarantulu, tako da ne treba rukovati njome nikako.",
        "terarijum" : "Minimalne dimenzije 25 x 25 x 35cm za odraslog pauka. Treba viši terarijum, jer je ovo arborealna vrsta većinu vremena provodi u višim delovima terarijuma, jer se inače nalazi na drveću.",
        "podloga" : "Tresetna. Nije bitna debljina, mada što deblja podloga bolje će zadržavati vlagu, koja je ovoj vrsti potrebna, tako da preporučujem nekih 3-5cm. Dok su male vole da se sakrivaju i kopaju ponekad, treba imati to u vidu.",
        "temperatura" : "Dnevna od 23 C – 28 C bi bila idealna, ali mogu da podnesu i malo niže i više temperature, ali ne na duže periode. Noćna temperatura može biti malo niža oko 20 C. Nije potrebno grejati terarijume posebno, jedino ako duže vreme bude niska temperatura, tada možete koristiti sijalicu ili kabl grejač, ali poželjno ga je staviti na bočne stranice terarijuma, jer ukoliko je tarantuli toplo, ona se zavlači u podlogu, a ako je ispod grejač, može se skuvati i uginuti.",
        "osvetljenje" : "Pošto je ovo noćna vrsta zmije nikakvo dodatno osvetljenje nije potrebno. Dovoljna je dnevna svetlost prostorije u kojoj se drže.",
        "vlaznostVazduha" : "Radi informacije, u Africi kišna sezona traje od marta do oktobra, sa padom vlažnosti i do 50% u avgustu i rastom  do 100% u oktobru. U terarijumu bi to moglo da se obezbedi češćim orošavanjem u toku kišne sezone, ali to je nepotrebno. Bitno je da  je deo podloge uvek vlažan. Pri održavanju vlažnosti mogu pomoći neke biljke i smanjena ventilacija. Potrebno je držati posudu sa  vodom uvek.",
        "voda" : "Mora imati uvek dostupnu posudu sa vodom, to važi za odrasle jedinke, mladi piju sa treseta ili ivica posudice posle orošavanja.",
        "ishrana" : "Tenebrija (Tenbrio molitor),fobasi(Zoophobas morio),leteralis(Blatta laterelis),dubia(Blaptica dubia), cvrčak(Gryllus assimilis)…",
        "toksicnost" : "Veoma toksična, jedna od najotrovnijih vrsta, tako da treba voditi mnogo računa pri rukovanju i održavanju terarijuma.",
        "razmnozavanje" : "Jednostavna vrsta za parenje, ukoliko su sveže presvučeni i ženka i mužjak i ukoliko je on punjen(pravio “sperm web”) pustite mužjaka kod ženke u terarijum i pratite šta se dešava. Teško da ga možete spašavati ukoliko ženka želi da ga ubije jer su jako brzi najčešće se parenje odvija u nekom od tunela ženke tako da sam mora da pobegne ako može i ako ženka dopusti. Ukoliko je toplo recimo oko 27-28 stepeni kokon će ženka da napravi već za nekih 40-50 dana. Specifično za ovu vrstu je da kokon ili okače u nekom od tunela da visi ili ga zalepe za dno i bočnu stranu tako da je kokon statičan. Mladunci pri gore navedenoj temperaturi dostižu L2 stadium već posle 40-45 dana. Mladunci su veličine tek oko 1.2 cm raspon nogu. Jako su brzi. Moje leglo je bilo oko 250 mladunaca.",
        "slika" : "heteroscodramaculata.jpg"
  
    }
]