[
    {
        "id" : 1,
        "name" : "KRALJEVSKA ZMIJA (LAMPROPELTIS GETULA)",
        "shortDescription" : "Pretežno nastanjuju Severnu Ameriku, ali se mogu naći i u Južnim delovima Amerike. Njihovo stanište je suvo i vlažnost vazduha je niska. Nastanjuju razne predele tipa kamenjara,šuma, gde nije jako gusta vegetacija i neke brdovite predele na ivicama planina.",
        "porekloStaniste" : "Pretežno nastanjuju Severnu Ameriku, ali se mogu naći i u Južnim delovima Amerike. Njihovo stanište je suvo i vlažnost vazduha je niska. Nastanjuju razne predele tipa kamenjara,šuma, gde nije jako gusta vegetacija i neke brdovite predele na ivicama planina.",
        "dostupnost" : " Vrlo su popularne i često se čuvaju kao kućni ljubimci. Ima nekoliko ljudi koji ih uzgajaju kod nas. Cena im se kreće od 30 eur pa naviše u zavisnosti od boje, šare i veličine.",
        "velicinaIzgled" : " Spadaju u zmije srednje veličine. Rastu od 1.2 m do 1.6 m. Osnovna boja bela i imaju crne šare tj prstenove, postoje razne varijante tj. morfovi kao što su “High white” ( mnogo više bele i manje crne), Banana ( ima žute boje), Albino ( bela zmija sa žutim prstenovima) itd.",
        "ponasanje" : " Najčešće su pitomi primerci, kao mladunci su defanzivne ponekad, kao i sve mlade životinje, jer osećaju opasnost, ali vremenom i povremenim uzimanjem u ruke postaju mirne. Aktivne su više danju, ali kada su visoke temperature leti onda se aktiviraju noću kada malo zahladni. Najčešće borave na tlu, ali se mogu ponekad popeti na neku granu ili panj ukoliko imate u terarijumu. Treba naglasiti da su sve veste iz roda Lampropeltis kanibali i da se ne smeju držati zajedno nikako. Čak i pri parenju mora da se obrati posebna pažnja i da se obavlja uz nadzor.",
        "terarijum" : "Dok su mali mogu se držati u nekim plastičnim posudama dimenzija 30x20x15cm. Obezbediti neko sklonište, kora drveta, kokosov orah, panj, neki kamen sa udubljenjem ili nešto improvizovano od plastike sa otvorom za ulaz. Kada su odrasli terarijum 80x40x35cm je dovoljan za odraslu zmiju.",
        "podloga" : "Nekoliko vrsta podloga je moguće koristiti. Neki koriste papir dok su male zmije ili ako su u izolaciji zbog nekih zdravstvenih problema. Inače je prirodnije koristiti treset ili neku drugu zemljanu podlogu debljine nekoliko cm. Retko kopaju kada porastu, uglavnom dok su male da bi se sakrile pod zemljom. Neki koriste piljevinu, ali isključivo neku čistiju I bez prašine da im ne bi štetilo na duže staze.",
        "temperatura" : "Potrebno je obezbediti temperaturni gradijent, znači treba grejati jedan deo terarijuma, dok drugi treba da bude sobne temperature. U toplijem delu temperatura od 30 stepeni je sasvim dovoljna. To možete postići sijalicom, podnom folijom ili kabl grejačem.",
        "osvetljenje" : " Iako spada u vrste zmija koje su aktivne danju nema potrebe za nekim posebnim osvetljenjem, dovoljna je dnevna svetlost prostorije u kojoj se drže.",
        "vlaznostVazduha" : "S obzirom da potiču iz suvih predela nije im neophodna visoka vlažnost vazduha. Presvlače se bez problema ukoliko imate posudicu sa vodom u terarijumu to je sasvim dovoljno.",
        "voda" : "Ne moraju imati uvek dostupnu posudu sa vodom. Ukoliko ih redovno kupate, recimo jednom nedeljno, piće vodu tada. Neke jedinke se nauče da piju stajaću vodu iz posude a neke nikada to neće uraditi, nego piju vodu samo ako se pomera. Vodu takode uzimaju i iz voća i povrća koje je sastavni deo ishrane.",
        "ishrana" : "Ova vrsta agame spada u omnivore(jedu hranu biljnog i životinjskog porekla). Od insekata : Tenebrija(Tenebrio molitor),fobasi(Zoophobas morio),leteralisi(Blatta lateralis),dubije(Blaptica dubia),cvrčci(Gryllus assimilis), miševi mladi, pinkiji, dok još ne dobiju dlaku i ne progledaju. Insekti su im primarna hrana, pored toga kada porastu možete povremeno davati mlade miševe. Hrane se i biljnom hranom, tj. voćem i povrćem. Dok su mladi odbijaju prvih nekoliko meseci biljnu hranu, a neke jedinke preferiraju neku određenu vrstu i nikada ne projedu druge vrste bilja. Treba paziti da se ne daje kiselo voće, kupus i neke druge vrste povrća teške za varenje. Najčešće se daju šargarepa, tikvica,  razne vrste salate, bundeva, jabuka, maslačak, hibiskus … Dok su mladi hrane se prvih 2 meseca otprilike 2 puta dnevno, prvi put kada se ugreju posle paljenja svetla, a drugi put par sati pred gašenje kako bi mogli da svare pojedenu hranu. Kada porastu uglavnom jedu svaki dan jednom. Naravno da se može desiti da neće da jedu svaki dan, pogotovo u zimskom periodu.",
        "razmnozavanje" : "Relativno su jednostavne za razmnožavanje i pogodne su za one koji žele da se oprobaju u reprodukciji zmija a da imaju nekog osnovnog iskustva. Kraljevske zmije postaju polno zrele sa neke 3 godine. Mužjaci mogu i ranije da se pare jer su oni zreli već posle 2 godine ukoliko su redovno hranjeni.Neophodna im je hibernacija pred sezonu parenja. Krajem godine negde u Decembru prestanite da ih hranite, ali ostavite grejanje upaljeno nekih 10-14 dana nakon poslednjeg obroka da bi svarile sve što imaju. Nakon toga postepeno u intervalu od 7-10 dana spustite temperaturu, tj. na kraju ugasite grejač i ostavite ih 6-8 nedelja na temperaturama od 13-18 stepeni. Nakon toga postepeno povećavajte temperaturu u intervalu od 7-10 dana. Kada bude temperatura ponovo u toplijem delu oko 30 stepeni ponudite hranu, nakon nekoliko hranjenja ženka će se presvući i nakon presvlačenja ubacite mužjaka kod ženke( obavezno voditi računa da se nešto ne desi, jer su sve vrste iz roda Lampropeltis kanibali i postoji šansa da se napadnu pri puštanju, u tom slučaju samo ih razdvojiti i pokušati nakon 10 dana i jednog hranjenja), trebalo bi odmah da se vidi da li su zainteresovani za parenje. Ukoliko ženka ne beži od mužjaka panično i ukoliko on ide za njom i polako prelazi preko nje, parenje će se desiti sigurno u roku od 10ak minuta. Ako ne dođe do parenja razdvojiti ih i probati posle 10ak dana. Nakon 40ak dana ženka će da se presvuče i polegne jaja. Zbog toga stavite plastičnu posudu sa otvorom gore i napunite posudu do pola vlažnim tresetom. Nakon što polegne jaja ženka lagano je izvadite i jaja pokušajte da odvojite i ukopate do pola u vlažan medijum za inkubaciju. U tu svrhu možete koristiti vermikulit ili treset. Ako ne možete da ih odvojite ostavite ih na gomili i ubacite u posudu za inkubaciju. Inkubacija se odvija na nekih 28.5 stepeni. Može naravno i + – 1 stepen bez problema. Mladunci se rađaju posle 2 meseca grubo rečeno i imaju tek oko 18-20cm i obim oko 2+cm. Hrane se tek rođenim miševima takozvanim pinkijima, svakih 5 dana.",
        "slika" : "kraljevskazmija.jpg"
  
    },
    {
        "id" : 2,
        "name" : "LOPTASTI PITON (PYTHON REGIUS)",
        "shortDescription" : "Afrika. Senegal, Mali, Liberija, Kamerun, Sudan … Uglavnom travnate površine sa niskim rastinjem, savane i retko pošumljeni predeli.",
        "porekloStaniste" : "Afrika. Senegal, Mali, Liberija, Kamerun, Sudan … Uglavnom travnate površine sa niskim rastinjem, savane i retko pošumljeni predeli.",
        "dostupnost" : " Jedna od najpopularnijih vrsta pitona u svetu i kod nas. Često se čuvaju kao kućni ljubimci. Ima nekoliko uzgajivača koji ih uzgajaju kod nas. Cena im se kreće od 70-80 eur pa naviše, u zavisnosti od boje, šare i veličine. Nalaze se na CITES listi ugroženih životinja i za njihovo čuvanje i eventualni uzgoj se mora imati potrebna dokumentacija iz Ministarstva u Beogradu.",
        "velicinaIzgled" : "Spadaju u zmije srednje veličine. Rastu od 1.2 m do 1.6 m, mada retko dostižu taj maksimum. Ženke su uglavnom veće i robusnije su. Osnovna boja je tamna braon sa svetlijim braon, žutim i crnim šarama nepravilnog oblika. Postoji mnogo morfova (varijacija boje i šare) i cene su veoma visoke za neke ekskluzivne primerke. Mužjaci su dosta lakši od ženki i dostižu polnu zrelost sa 500-800 grama i neke 2 godine starosti, dok ženke moraju da imaju minimum 1500 gr i 3 godine starosti.",
        "ponasanje" : "Izuzetno pitome zmije, od rođenja su veoma mirne i odbrana im je da se sklupčaju u loptu i sakriju glavu, tako da je šansa da vas ujedu izutetno mala. Naravno, redovnim vađenjem iz terarijuma postaju mirniji i šanse za ujed se smanjuju na minimum. Nisu posebno aktivne zmije, noćna su vrsta, dnevne sate u prirodi provode skriveni. U zatočeništvu najčešće provode vreme u jednom delu terarijuma sklupčani, ali su aktivni povremeno.",
        "terarijum" : "Dok su mali, mogu se čuvati u nekim plastičnim posudama dimenzija 40x30x20cm. Obezbediti sklonište, koru drveta, panj ili nešto improvizovano od plastike sa otvorom za ulaz. Kada odrastu, terarijum dimenzija 80x50x40cm je dovoljan za odraslu zmiju.",
        "podloga" : "Moguće je koristiti nekoliko vrsta podloga . Neki koriste papir dok su zmije male, ili ako su u izolaciji zbog nekih zdravstvenih problema. Inače je prirodnije koristiti treset ili neku drugu zemljanu podlogu debljine nekoliko cm. Retko kopaju kada porastu, uglavnom to čine dok su male da bi se sakrile pod zemljom. Pojedini uzgajivači koriste piljevinu, ali Vam ja to ne bih preporučio.",
        "temperatura" : "Potrebno je obezbediti temperaturni gradijent, znači treba grejati jedan deo terarijuma, dok drugi treba da bude sobne temperature. U toplijem delu temperatura od 32-35 stepeni je sasvim dovoljna. To možete postići sijalicom, podnom folijom ili kabl grejačem.",
        "osvetljenje" : "  Pošto je ovo noćna vrsta zmije nikakvo dodatno osvetljenje nije potrebno. Dovoljna je dnevna svetlost prostorije u kojoj se čuvaju.",
        "vlaznostVazduha" : "S obzirom da potiču iz suvih predela nije im neophodna visoka vlažnost vazduha. Eventualno, vlagu treba malo povisiti ako je njeno okruženje izuzetno suvo pred presvlačenje, kako bi se zmija lakše presvukla. Umesto toga možete ubaciti plastičnu posudu sa otvorom  i unutra staviti vlažan treset, zmija će se tu zavući i prevući kada dođe vreme. ",
        "voda" : "Posudica sa vodom dovoljno velika da zmija može da uđe cela kada treba da se presvuče ili ohladi. Redovno čistiti posudu jer zmije ponekad vrše nuždu u posudu.",
        "ishrana" : "Mnogi ljudi spominju loptaste pitone kao problematične zmije za hranjenje. To je najčešće slučaj sa primercima koji su uhvaćeni u divljini i pod stresirani od transporta, ili ukoliko se uzimaju već skoro odrasli primerci, dok se ne prilagode na novu sredinu mogu odbijati hranu. Sa primercima iz zatočeništva retko bude problema i jedu redovno, međutim, treba znati kojom vrstom plena su se hranili i da li je on bio živ ili mrtav. Kao bebe hrane se miševima starim oko 2-3 nedelje. Kako rastu tako se povećava i veličina plena. Neko pravilo je da plen treba da bude nešto deblji od zmije, te kada ga proguta da se vidi blago zadebljanje na sredini zmije. Loptasti pitoni mogu da progutaju veoma velik plen jer imaju velika usta. Najbolje ih je hraniti što većim plenom ali ređe, recimo na svakih 10 dana dok su mali, kada odrastu može i na svakih 14-21 dana. Kada porastu jedu odrasle miševe, hrčkove, ili pacove skoro odrasle i odrasle.",
        "razmnozavanje" : "Nemam ličnog iskustva, pa ću pisati kada za to dođe vreme, nadam se dogodine.",
        "slika" : "pton.jpg"
  
    },
    {
        "id" : 3,
        "name" : "KUKURUZNI SMUK ( PANTHEROPHIS GUTTATUS)",
        "shortDescription" : "Severna Amerika,SAD, od Nju Džersija do Floride i šire.Mogu se naći i u šumskim predelima i kamenitim, pa čak i na livadama. Veoma su rasprostranjene. ",
        "porekloStaniste" : "Severna Amerika,SAD, od Nju Džersija do Floride i šire.Mogu se naći i u šumskim predelima i kamenitim, pa čak i na livadama. Veoma su rasprostranjene.",
        "dostupnost" : " Jedna od najpopularnijih vrsta kolubrida kod nas. često se čuvaju kao kućni ljubimci. Ima nekoliko ljudi koji ih uzgajaju kod nas. Cena im se kreće od 15-20 eur pa naviše u zavisnosti od boje, šare i veličine.",
        "velicinaIzgled" : " Spadaju u zmije srednje veličine. Rastu od 1.2 m do 1.6 m. Mužjaci su uglavnom veći, tj. mogu da porastu više. Osnovna boja je crvena, braon sa žutim ili blago narandžastim šarama. Stomak je na kockice crne, bele i žute. Naziv su dobile davno kada su farmeri u Americi u ambarima, gde su skladištili kukuruz, nalazili dosta smukova koji su dolazili da se hrane glodarima koji su se hranili kukuruzom.",
        "ponasanje" : "Izuzetno pitome zmije, kao mladunci su defanzivne ponekad, kao i sve mlade životinje, jer osećaju opasnost, ali vremenom i povremenim uzimanjem u ruke postaju mirne. Aktivne su više noću, ali danju se mogu videti kako istražuju terarijum u potrazi za hranom. Najčešće borave na tlu, ali se mogu ponekad popeti na neku granu ili panj ukoliko imate u terarijumu.",
        "terarijum" : "Dok su mali mogu se držati u nekim plastičnim posudama dimenzija 20x20x15cm. Obezbediti neko sklonište, kora drveta, kokosov orah, panj, neki kamen sa udubljenjem ili nešto improvizovano od plastike sa otvorom za ulaz. Kada su odrasli terarijum 70x40x35cm je dovoljan za odraslu zmiju.",
        "podloga" : "Nekoliko vrsta podloga je moguže koristiti. Neki koriste papir dok su male zmije ili ako su u izolaciji zbog nekih zdravstvenih problema. Inače je prirodnije koristiti treset ili neku drugu zemljanu podlogu debljine nekoliko cm. Retko kopaju kada porastu, uglavnom dok su male da bi se sakrile pod zemljom. Neki koriste piljevinu, ali morate paziti da je čista I da nije puna prašine sitne.",
        "temperatura" : "Potrebno je obezbediti temperaturni gradijent, znači treba grejati jedan deo terarijuma, dok drugi treba da bude sobne temperature. U toplijem delu temperatura od 30 stepeni je sasvim dovoljna. To možete postići sijalicom, podnom folijom ili kabl grejačem.",
        "osvetljenje" : "Pošto je ovo noćna vrsta zmije nikakvo dodatno osvetljenje nije potrebno. Dovoljna je dnevna svetlost prostorije u kojoj se drže.",
        "vlaznostVazduha" : "S obzirom da potiču iz suvih predela nije im neophodna visoka vlažnost vazduha. Eventualno treba povisiti malo vlagu ako je izuzetno suvo pred presvlačenje kako bi se zmija lakše presvukla. Umesto toga možete ubaciti posudu plastičnu sa otvorom gore i unutra staviti vlažan treset pa će se zmija tu zavući i prevući kada dođe vreme.",
        "voda" : "Posudica sa vodom dovoljno velika da zmija može da uđe cela kada treba da se presvuče ili ohladi. Redovno oćistiti posudu jer zmije ponekad vrše nuždu u posudu.",
        "ishrana" : "Kao bebe hrane se tek izleglim miševima, takozvanim pinkijima. Kako rastu tako se povećava i veličina plena. Neko pravilo je da plen treba da bude nešto deblji od zmije te kada ga proguta da se vidi blago zadebljanje na sredini zmije. Kada porastu jedu odrasle miševe, hrčkove ili pacove stare nekih 5-6 nedelja. Hrane se svakih 5 dana kada su mladi a kasnije se može prorediti na nekih 10 dana ili više kada su skoro odrasli primerci.",
        "razmnozavanje" : "Veoma su jednostavne za razmnožavanje i pogodne su za one koji žele da se oprobaju u reprodukciji zmija a da nemaju nikakvog iskustva. Kukuruzni smukovi postaju polno zreli sa neke 3 godine. Mužjaci mogu i ranije da se pare jer su oni zreli već posle 2 godine ukoliko su redovno hranjeni. Nije im neophodna hibernacija ali ja savetujem da se to odradi pred sezonu parenja. Krajem godine negde u Decembru prestanite da ih hranite, ali ostavite grejanje upaljeno nekih 10-14 dana nakon poslednjeg obroka da bi svarile sve Å¡to imaju. Nakon toga postepeno u intervalu od 7-10 dana spustite temperaturu, tj. na kraju ugasite grejač i ostavite ih 6-8 nedelja na temperaturama od 13-18 stepeni. Nakon toga postepeno povećavajte temperaturu u intervalu od 7-10 dana. Kada bude temperatura ponovo u toplijem delu oko 30 stepeni ponudite hranu, nakon nekoliko hranjenja ženka će se presvući i nakon presvlačenja ubacite mužjaka kod ženke, trebalo bi odmah da se vidi da li su zainteresovani za parenje. Ukoliko ženka ne beži od mužjaka panično i ukoliko on ide za njom i polako prelazi preko nje, parenje će se desiti sigurno u roku od 10ak minuta. Ako ne dođe do parenja slobodno ih ostavite nekoliko dana zajedno pa odvojite. Nakon 40ak dana ženka će da se presvuče i polegne jaja. Zbog toga stavite plastičnu posudu sa otvorom gore i napunite posudu do pola vlažnim tresetom. Nakon što polegne jaja ženka lagano je izvadite i jaja pokušajte da odvojite i ukopate do pola u vlažan medijum za inkubaciju. U tu svrhu možete koristiti vermikulit ili treset. Ako ne možete da ih odvojite ostavite ih na gomili i ubacite u posudu za inkubaciju. Inkubacija se odvija na nekih 28.5 stepeni. Može naravno i + – 1 stepen bez problema. Mladunci se rađaju posle 2 meseca grubo rečeno i imaju tek oko 18-20cm i obim oko 1.5-2cm. Hrane se tek rođenim miševima takozvanim pinkijima, svakih 5 dana.",
        "slika" : "kukuruznazmija.jpg"
  
    }
]